Repository: varadzin/KindergeldApplication
Catalog: KindergeldApplication/Localizations/*.lproj/Localizable.strings
Languages: de, sk

# InfoView_title
source: Basic Information
de: Grundnformation
sk: Základné informácie

# InfoView_text
source: Child benefit was increased again on January 1, 2023. From 2023, the child benefit of 250 euros will be paid out for each child from next year. Child benefit amount according to the number of children: for 1 child: 250 euros for 2 children: 500 euros for 3 children: 750 euros for 4 children: 1,000 euros
de: Ab dem 1. Januar 2023 wird das Kindergeld erneut erhöht. Beim Kindergeld ab 2023 werden Zulagen in Höhe von 250 Euro für jedes Kind gezahlt. Der Kinderfreibetrag richtet sich nach der Anzahl der Kinder: für 1 Kind: 250 Euro für 2 Kinder: 500 Euro für 3 Kinder: 750 Euro für 4 Kinder: 1.000 Euro
sk: Prídavky na deti sa opäť zvýšili od 1. januára 2023. Prídavky na dieťa od 2023 budú na každé dieťa vyplácané prídavky vo výške 250 eur. Prídavok na dieťa je podľa počtu detí: na 1 dieťa: 250 eur pre 2 deti: 500 eur pre 3 deti: 750 eur pre 4 deti: 1 000 eur

# MainTab_payDays
source: Pay Days
de: Auszahlungstermine
sk: výplatné termíny

# MainTab_forms
source: Fill Forms
de: Ausfühlen
sk: vyplniť žiadosť

# MainTab_print
source: Print Forms
de: Formulare Drücken
sk: tlačiť žiadosti

# PayView_title
source: Payment Days
de: Auszahlungstermine
sk: Výplatné termíny

# PayView_subtitle
source: Enter your child benefit number to see the Payment Days.
de: Die Auszahlungstermine zu sehen, tragen Sie die Kindergeldnummer ein: z.B. 003FK456789
sk: Zadaj svoje Kindergeld číslo, aby si videl/a výplatné termíny: napr. 003FK456789.

# PayView_placeholder
source: Enter your child benefit number
de: Dein Kindergeld Nummer eintragen
sk: Zadaj svoje Kindergeld číslo

# PayView_check
source: Save my child benefit number
de: Mein Kindergeld Nummer merken
sk: Zapamätať si moje Kindergeld číslo

# PayView_text
source: If you already have one, enter your child benefit number listed in the letter from the Familienkasse in the form: e.g. 003FK456789 . The number will be assigned to you after submitting the application and you will find it on the top right of every document from the Famillienkasse.
de: Wenn Sie bereits eine Kindergeldnummer haben, tragen Sie im Formular die im Schreiben der Familienkasse aufgeführte Kindergeldnummer ein. Wenn nicht, die Nummer wird Ihnen nach der Antragstellung zugeteilt und Sie finden sie oben rechts auf jedem Dokument der Familienkasse.
sk: Ak už máš tak zadaj tvoje Kindergeld číslo uvedené v liste od Famillienkasse. Ak nie tak, číslo ti bude pridelené, po podaní žiadosti a nájdeš ho vpravo hore v každom dokumente od Famillienkasse

# PayView_button
source: Show payment days
de: Termine anzeigen
sk: Zobraziť

# PayView_alertFK
source: The Kindergeld number must contain the letters FK, e.g. 003FK456789
de: Die Kindergeldnummer muss die Buchstaben FK enthalten, z. B. 003FK456789
sk: Kindergeld číslo musí obsahovať písmená FK, napr. 003FK456789

# PayView_alert_count
source: Kindergeld number should have exactly 11 characters, e.g. 003FK456789
de: Kindergeldnummer sollte genau 11 Zeichen haben, z.B. 003FK456789
sk: Kindergeld číslo má mať presne 11 znakov, napr. 003FK456789
